const WeekData = [
  {
    week: 4,
    sizeAndWeek: (
      <div>
        <h2 className='text-4xl '>الاسبوع  الرابع</h2>
        <h2 className="text-2xl font-semibold text-[#F28482]">طفلك بحجم بذرة الشيا</h2>
      </div>
    ),
    content: (
      <div>

        <div className="content p-5 ">
          <p>بالنسبة للعالم الخارجي، ستبدو كما كنت دائمًا - ولكن في الداخل، يكون حجم جنينك بحجم بذرة الشيا تقريبًا، وتحدث بعض الأشياء المذهلة.</p>

          <h2 className="text-2xl font-semibold text-[#F28482]">ماذا يحدث في جسمي؟</h2>
          <p>من المحتمل أنك لا تبدين حاملًا بعد. إذا كان هذا حملك الأول، قد لا يبدأ بطنك بالظهور إلا بعد الأسبوع 12 على الأقل. أما إذا لم يكن هذا حملك الأول، فقد تبدأين بالظهور في وقت أبكر، لأن عضلات الرحم والبطن قد تكون قد تم تمديدها من الحمل السابق.</p>
          <p>يُحسب الحمل من اليوم الأول من آخر دورة شهرية لكِ.</p>

          <h2 className="text-2xl font-semibold text-[#F28482]">هل أنا حامل؟</h2>
          <p>تتساءلين متى يجب إجراء اختبار الحمل؟ بعض اختبارات الحمل المنزلية تستطيع أن تخبرك إذا كنتِ حاملًا بعد حوالي 3 أسابيع ونصف – وتكون دقيقة بنسبة 99%.</p>

          <h3 className="text-2xl font-semibold text-[#F28482]">أعراض الحمل المبكرة:</h3>
          <ul className="list-disc list-red-500">
            <li>غياب الدورة الشهرية (غالبًا أول علامة على الحمل)</li>
            <li>طعم معدني في الفم</li>
            <li>ألم أو حساسية في الثديين</li>
            <li>الغثيان – ويُعرف باسم غثيان الصباح</li>
            <li>الشعور بالتعب</li>
            <li>تغيّر في تفضيلات الطعام</li>
            <li>زيادة حاسة الشم</li>
            <li>الحاجة إلى التبول بشكل متكرر</li>
            <li>إفرازات مهبلية بيضاء لبنية مرتبطة بالحمل</li>
            <li>نزيف خفيف نتيجة انغراس البويضة المخصبة</li>
            <li>تقلصات تشبه آلام الدورة الشهرية</li>
            <li>اسمرار الجلد في الوجه أو ظهور بقع بنية</li>
            <li>شعر أكثر كثافة ولمعانًا</li>
            <li>انتفاخ البطن</li>
          </ul>

          <h2 className="text-2xl font-semibold text-[#F28482]">كيف يبدو طفلي؟</h2>
          <p>يبلغ طول طفلك الآن حوالي 2 ملم، وهو محمي داخل كيس الحمل المملوء بسائل، ومرتبط بكيس صفار صغير يوفر له الغذاء.</p>

          <h2 className="text-2xl font-semibold text-[#F28482]">خطوات مهمة / إجراءات يجب اتخاذها</h2>
          <ol>
            <li><strong>زيارة الطبيب</strong></li>
            <li><strong> تقليل تناول الكافيين</strong></li>
            <li><strong>تناول حمض الفوليك:</strong> ينصح بتناول 400 ميكروجرم من حمض الفوليك من قبل الحمل حتى الأسبوع الثاني عشر</li>
            <li><strong>ممارسة الرياضة:</strong> من الأفضل ممارسة 150 دقيقة أسبوعيًا، ابتدئي بـ10 دقائق مشي واستمعي لجسدك</li>
            <li><strong>الأكل الصحي:</strong> نظام غذائي متوازن مع خضار وفواكه متنوعة</li>
            <li><strong>الصحة النفسية والعاطفية:</strong>تحدثي مع المختصين إذا شعرتِ بالقلق أو الحزن، وناقشي مخاوفك مع زوجك أو أصدقائك او <strong>مقدمي المشورة الاسرية</strong>  بالوحدات الصحية والمستشفيات</li>
          </ol>

        </div>
      </div>
    )
  }
];

export default WeekData;
